writing/milkshake.org
#+Title: [Milk] Shakespeare
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="clean.css" />
#+OPTIONS: toc:1
#+OPTIONS: num:nil
# shakespeare stuff

* Beginning
WHAT AM I INTERESTED IN? The works. I am not insterested in Shakespeare the person. When you begin from scratch reading about circumstances around plays and around what is known regarding their composition and release, there isn't a promising amount of concrete knowledge. At some point critics must hit a saturation limit in their lives where they choose to believe that, since all data is circumstantial and Shakespeare's accomplishments are colossal, that Shakespeare MUST have been one man and MUST have written all of his attributed works. I don't want to make as strong a statement as "There Was No Shakespeare", because the question is ultimately immaterial to me - it seems a fruitless battle.

#+BEGIN_EXPORT html
<blockquote>
The method he favors is gleaning from my fiction what he supposes to be actual, "real-life," impressions and then popping them back into my novels and considering my characters in that inept light--rather like the Shakesperean scholar who deduced Shakespeare's mother from the plays and then discovered allusions to her in the very passages he had twisted to manufacture the lady.

- Vladimir Nabokov, NYT Book Review, 7 Nov. 1971
</blockquote>
#+END_EXPORT

Let's not be the mystery gentleman to whom this letter was a response. Narrowing consideration to the plays and leaving aside the man won't give you Matrix vision, but you'll be on your way to learning kung-fu.

* The Plays: Comedies
** The Comedy of Errors
** The Taming of the Shrew
** The Two Gentlemen of Verona
** Love's Labour's Lost
** A Midsummer Night's Dream
** The Merchant of Venice
** Much Ado About Nothing
** As You Like It
** Twelfth Night
** The Merry Wives of Windsor
** All's Well That Ends Well
** Measure for Measure
** Pericles
** Cymbeline
** The Winter's Tale
** The Tempest

* The Plays: Histories
** I King Henry VI
** II King Henry VI
** III King Henry VI
** Richard III
** Richard II
** I King Henry IV
** II King Henry IV
** King Henry V
** King John
** King Henry VIII

* The Plays: Tragedies
** Romeo and Juliet
** Hamlet
** Macbeth
** King Lear
** Othello
** Titus Andronicus
** Troilus and Cressida
** Julius Caesar
** Antony and Cleopatra
** Coriolanus
** Timon of Athens

* Other Stuff
** Venus and Adonis
** The Rape of Lucrece
** The Sonnets
** Other Poems
** Two Noble Kinsmen
** Sir Thomas More
** King Edward III

* Settings
  [[http://shakespeare-online.com/plays/playsettings.html][settings
]]
* Sources
** Plutarch
** Holinshed
** Chaucer

* Editors and Critics
A list of names and impressions. Mileage will vary.
** Frank Kermode
** William Empson
** A.C. Bradley
** Kenneth Muir
** Harold Bloom

* Editors and Critics - Old School Players
** Samuel Taylor "Porlock" Coleridge
** Samuel Johnson
** Alexander Pope

* TODO Eigenvalue Decomposition

* paste from letter
** COMEDIES
*** /The Comedy of Errors/
    Two twins grow up separately with two twin servants, and end up in the same city at the same time. Anime plot hijinks ensue. Mom and Dad turn out to be in town, too.
*** /The Taming of the Shrew/
    A frame story that forgets to go back to the outer layer at the end. A woman gets married to a dude. You referenced Petruchio to me once recently, so I assume you have some familiarity with this one.
*** /The Two Gentlemen of Verona/
    Absolutely awful. Legendary in my mind for ending with a near rapemurder that in the last page is flipped to "Nah bruh you should marry her actually."
*** /Love's Labour's Lost/
    This one has dancing Russians and the punchline is that the women pull a mean joke on the men and then tell them they'll consider marriage if they don't jerk off for a year.
