writing/milkshake.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-11-14 Sat 21:42 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>[Milk] Shakespeare</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Ryan" />
<link rel="stylesheet" type="text/css" href="clean.css" />
</head>
<body>
<div id="content">
<h1 class="title">[Milk] Shakespeare</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd871dfb">Beginning</a></li>
<li><a href="#org0288796">The Plays: Comedies</a></li>
<li><a href="#org7f129b3">The Plays: Histories</a></li>
<li><a href="#org7131f24">The Plays: Tragedies</a></li>
<li><a href="#orgea2622e">Other Stuff</a></li>
<li><a href="#org0500838">Settings</a></li>
<li><a href="#org68e8886">Sources</a></li>
<li><a href="#org4f32534">Editors and Critics</a></li>
<li><a href="#org0f0f456">Editors and Critics - Old School Players</a></li>
<li><a href="#orge3a3bc4"><span class="todo TODO">TODO</span> Eigenvalue Decomposition</a></li>
<li><a href="#org690871a">paste from letter</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd871dfb" class="outline-2">
<h2 id="orgd871dfb">Beginning</h2>
<div class="outline-text-2" id="text-orgd871dfb">
<p>
WHAT AM I INTERESTED IN? The works. I am not insterested in Shakespeare the person. When you begin from scratch reading about circumstances around plays and around what is known regarding their composition and release, there isn't a promising amount of concrete knowledge. At some point critics must hit a saturation limit in their lives where they choose to believe that, since all data is circumstantial and Shakespeare's accomplishments are colossal, that Shakespeare MUST have been one man and MUST have written all of his attributed works. I don't want to make as strong a statement as "There Was No Shakespeare", because the question is ultimately immaterial to me - it seems a fruitless battle.
</p>

<blockquote>
The method he favors is gleaning from my fiction what he supposes to be actual, "real-life," impressions and then popping them back into my novels and considering my characters in that inept light--rather like the Shakesperean scholar who deduced Shakespeare's mother from the plays and then discovered allusions to her in the very passages he had twisted to manufacture the lady.

- Vladimir Nabokov, NYT Book Review, 7 Nov. 1971
</blockquote>

<p>
Let's not be the mystery gentleman to whom this letter was a response. Narrowing consideration to the plays and leaving aside the man won't give you Matrix vision, but you'll be on your way to learning kung-fu.
</p>
</div>
</div>

<div id="outline-container-org0288796" class="outline-2">
<h2 id="org0288796">The Plays: Comedies</h2>
<div class="outline-text-2" id="text-org0288796">
</div>
<div id="outline-container-org4fe2ffa" class="outline-3">
<h3 id="org4fe2ffa">The Comedy of Errors</h3>
</div>
<div id="outline-container-org5a09525" class="outline-3">
<h3 id="org5a09525">The Taming of the Shrew</h3>
</div>
<div id="outline-container-org5711211" class="outline-3">
<h3 id="org5711211">The Two Gentlemen of Verona</h3>
</div>
<div id="outline-container-org5806c74" class="outline-3">
<h3 id="org5806c74">Love's Labour's Lost</h3>
</div>
<div id="outline-container-orgfdf676d" class="outline-3">
<h3 id="orgfdf676d">A Midsummer Night's Dream</h3>
</div>
<div id="outline-container-orgc029257" class="outline-3">
<h3 id="orgc029257">The Merchant of Venice</h3>
</div>
<div id="outline-container-orge887be8" class="outline-3">
<h3 id="orge887be8">Much Ado About Nothing</h3>
</div>
<div id="outline-container-org53eef18" class="outline-3">
<h3 id="org53eef18">As You Like It</h3>
</div>
<div id="outline-container-orgf574a5b" class="outline-3">
<h3 id="orgf574a5b">Twelfth Night</h3>
</div>
<div id="outline-container-org1d15c8f" class="outline-3">
<h3 id="org1d15c8f">The Merry Wives of Windsor</h3>
</div>
<div id="outline-container-orgabace98" class="outline-3">
<h3 id="orgabace98">All's Well That Ends Well</h3>
</div>
<div id="outline-container-org6fbf524" class="outline-3">
<h3 id="org6fbf524">Measure for Measure</h3>
</div>
<div id="outline-container-org696e4a3" class="outline-3">
<h3 id="org696e4a3">Pericles</h3>
</div>
<div id="outline-container-org641682b" class="outline-3">
<h3 id="org641682b">Cymbeline</h3>
</div>
<div id="outline-container-org5e7bd4d" class="outline-3">
<h3 id="org5e7bd4d">The Winter's Tale</h3>
</div>
<div id="outline-container-orgf0e3528" class="outline-3">
<h3 id="orgf0e3528">The Tempest</h3>
</div>
</div>

<div id="outline-container-org7f129b3" class="outline-2">
<h2 id="org7f129b3">The Plays: Histories</h2>
<div class="outline-text-2" id="text-org7f129b3">
</div>
<div id="outline-container-org93b3ac6" class="outline-3">
<h3 id="org93b3ac6">I King Henry VI</h3>
</div>
<div id="outline-container-org0fcd27f" class="outline-3">
<h3 id="org0fcd27f">II King Henry VI</h3>
</div>
<div id="outline-container-orgb53b289" class="outline-3">
<h3 id="orgb53b289">III King Henry VI</h3>
</div>
<div id="outline-container-org1172e7c" class="outline-3">
<h3 id="org1172e7c">Richard III</h3>
</div>
<div id="outline-container-org81485d8" class="outline-3">
<h3 id="org81485d8">Richard II</h3>
</div>
<div id="outline-container-orgba0bcea" class="outline-3">
<h3 id="orgba0bcea">I King Henry IV</h3>
</div>
<div id="outline-container-orgd3aa97a" class="outline-3">
<h3 id="orgd3aa97a">II King Henry IV</h3>
</div>
<div id="outline-container-orgd2a73d6" class="outline-3">
<h3 id="orgd2a73d6">King Henry V</h3>
</div>
<div id="outline-container-org3e4d0b3" class="outline-3">
<h3 id="org3e4d0b3">King John</h3>
</div>
<div id="outline-container-org11ec288" class="outline-3">
<h3 id="org11ec288">King Henry VIII</h3>
</div>
</div>

<div id="outline-container-org7131f24" class="outline-2">
<h2 id="org7131f24">The Plays: Tragedies</h2>
<div class="outline-text-2" id="text-org7131f24">
</div>
<div id="outline-container-org0e2217d" class="outline-3">
<h3 id="org0e2217d">Romeo and Juliet</h3>
</div>
<div id="outline-container-org80ec535" class="outline-3">
<h3 id="org80ec535">Hamlet</h3>
</div>
<div id="outline-container-org4ec5c75" class="outline-3">
<h3 id="org4ec5c75">Macbeth</h3>
</div>
<div id="outline-container-orgdcd2304" class="outline-3">
<h3 id="orgdcd2304">King Lear</h3>
</div>
<div id="outline-container-org1ae3a38" class="outline-3">
<h3 id="org1ae3a38">Othello</h3>
</div>
<div id="outline-container-org1d4f9e9" class="outline-3">
<h3 id="org1d4f9e9">Titus Andronicus</h3>
</div>
<div id="outline-container-org03f2b9e" class="outline-3">
<h3 id="org03f2b9e">Troilus and Cressida</h3>
</div>
<div id="outline-container-orgb6824d0" class="outline-3">
<h3 id="orgb6824d0">Julius Caesar</h3>
</div>
<div id="outline-container-orgf7d26ac" class="outline-3">
<h3 id="orgf7d26ac">Antony and Cleopatra</h3>
</div>
<div id="outline-container-orgb81f6a6" class="outline-3">
<h3 id="orgb81f6a6">Coriolanus</h3>
</div>
<div id="outline-container-org8a735ef" class="outline-3">
<h3 id="org8a735ef">Timon of Athens</h3>
</div>
</div>

<div id="outline-container-orgea2622e" class="outline-2">
<h2 id="orgea2622e">Other Stuff</h2>
<div class="outline-text-2" id="text-orgea2622e">
</div>
<div id="outline-container-org024b8dd" class="outline-3">
<h3 id="org024b8dd">Venus and Adonis</h3>
</div>
<div id="outline-container-orgd33d145" class="outline-3">
<h3 id="orgd33d145">The Rape of Lucrece</h3>
</div>
<div id="outline-container-org63563ba" class="outline-3">
<h3 id="org63563ba">The Sonnets</h3>
</div>
<div id="outline-container-org08c28e9" class="outline-3">
<h3 id="org08c28e9">Other Poems</h3>
</div>
<div id="outline-container-org5f7ea0f" class="outline-3">
<h3 id="org5f7ea0f">Two Noble Kinsmen</h3>
</div>
<div id="outline-container-org2f3f4a4" class="outline-3">
<h3 id="org2f3f4a4">Sir Thomas More</h3>
</div>
<div id="outline-container-orge9babab" class="outline-3">
<h3 id="orge9babab">King Edward III</h3>
</div>
</div>

<div id="outline-container-org0500838" class="outline-2">
<h2 id="org0500838">Settings</h2>
<div class="outline-text-2" id="text-org0500838">
<p>
<a href="http://shakespeare-online.com/plays/playsettings.html">settings
</a>
</p>
</div>
</div>
<div id="outline-container-org68e8886" class="outline-2">
<h2 id="org68e8886">Sources</h2>
<div class="outline-text-2" id="text-org68e8886">
</div>
<div id="outline-container-org77f4431" class="outline-3">
<h3 id="org77f4431">Plutarch</h3>
</div>
<div id="outline-container-orgf0fa212" class="outline-3">
<h3 id="orgf0fa212">Holinshed</h3>
</div>
<div id="outline-container-org16340f8" class="outline-3">
<h3 id="org16340f8">Chaucer</h3>
</div>
</div>

<div id="outline-container-org4f32534" class="outline-2">
<h2 id="org4f32534">Editors and Critics</h2>
<div class="outline-text-2" id="text-org4f32534">
<p>
A list of names and impressions. Mileage will vary.
</p>
</div>
<div id="outline-container-orgcd5f20d" class="outline-3">
<h3 id="orgcd5f20d">Frank Kermode</h3>
</div>
<div id="outline-container-orgaf2ab2d" class="outline-3">
<h3 id="orgaf2ab2d">William Empson</h3>
</div>
<div id="outline-container-org631b33e" class="outline-3">
<h3 id="org631b33e">A.C. Bradley</h3>
</div>
<div id="outline-container-org5828d35" class="outline-3">
<h3 id="org5828d35">Kenneth Muir</h3>
</div>
<div id="outline-container-org74c2528" class="outline-3">
<h3 id="org74c2528">Harold Bloom</h3>
</div>
</div>

<div id="outline-container-org0f0f456" class="outline-2">
<h2 id="org0f0f456">Editors and Critics - Old School Players</h2>
<div class="outline-text-2" id="text-org0f0f456">
</div>
<div id="outline-container-org2ff3ead" class="outline-3">
<h3 id="org2ff3ead">Samuel Taylor "Porlock" Coleridge</h3>
</div>
<div id="outline-container-orgc9999d2" class="outline-3">
<h3 id="orgc9999d2">Samuel Johnson</h3>
</div>
<div id="outline-container-org34dadfb" class="outline-3">
<h3 id="org34dadfb">Alexander Pope</h3>
</div>
</div>

<div id="outline-container-orge3a3bc4" class="outline-2">
<h2 id="orge3a3bc4"><span class="todo TODO">TODO</span> Eigenvalue Decomposition</h2>
</div>

<div id="outline-container-org690871a" class="outline-2">
<h2 id="org690871a">paste from letter</h2>
<div class="outline-text-2" id="text-org690871a">
</div>
<div id="outline-container-orga9ad342" class="outline-3">
<h3 id="orga9ad342">COMEDIES</h3>
<div class="outline-text-3" id="text-orga9ad342">
</div>
<div id="outline-container-orgaff7d8e" class="outline-4">
<h4 id="orgaff7d8e"><i>The Comedy of Errors</i></h4>
<div class="outline-text-4" id="text-orgaff7d8e">
<p>
Two twins grow up separately with two twin servants, and end up in the same city at the same time. Anime plot hijinks ensue. Mom and Dad turn out to be in town, too.
</p>
</div>
</div>
<div id="outline-container-org3855778" class="outline-4">
<h4 id="org3855778"><i>The Taming of the Shrew</i></h4>
<div class="outline-text-4" id="text-org3855778">
<p>
A frame story that forgets to go back to the outer layer at the end. A woman gets married to a dude. You referenced Petruchio to me once recently, so I assume you have some familiarity with this one.
</p>
</div>
</div>
<div id="outline-container-org124b3fb" class="outline-4">
<h4 id="org124b3fb"><i>The Two Gentlemen of Verona</i></h4>
<div class="outline-text-4" id="text-org124b3fb">
<p>
Absolutely awful. Legendary in my mind for ending with a near rapemurder that in the last page is flipped to "Nah bruh you should marry her actually."
</p>
</div>
</div>
<div id="outline-container-org5d90bf4" class="outline-4">
<h4 id="org5d90bf4"><i>Love's Labour's Lost</i></h4>
<div class="outline-text-4" id="text-org5d90bf4">
<p>
This one has dancing Russians and the punchline is that the women pull a mean joke on the men and then tell them they'll consider marriage if they don't jerk off for a year.
</p>
</div>
</div>
