writing/milkshake.html
<div id="outline-container-orgbdf22ba" class="outline-4">
<h4 id="orgbdf22ba"><i>A Midsummer Night's Dream</i></h4>
<div class="outline-text-4" id="text-orgbdf22ba">
<p>
Excellent, as you know. All of Uranus' moons are named after characters from this and <i>The Tempest</i>.
</p>
</div>
</div>
<div id="outline-container-org79b94da" class="outline-4">
<h4 id="org79b94da"><i>The Merchant of Venice</i></h4>
<div class="outline-text-4" id="text-org79b94da">
<p>
If nothing else, the source of the famous Shylock (the merchant of Venice, of indeterminate race). The first of a few plays where the day is saved by a bossy woman in drag. Your reminder that comedies were performed for rabble and drunks kicked in here, though I hadn't gotten that much needed prodding yet (I read the plays in this order (save The Tempest)).
</p>
</div>
</div>
<div id="outline-container-org78a3493" class="outline-4">
<h4 id="org78a3493"><i>Much Ado About Nothing</i></h4>
<div class="outline-text-4" id="text-org78a3493">
<p>
A frustrating play where eavesdropping both causes and solves the main thread of the plot. Bros before Hoes is obliterated here. Ultimately I enjoyed this one but most of the comedies are fragile, implausible works. Romeo and Juliet without the suicides.
</p>
</div>
</div>
<div id="outline-container-org207f223" class="outline-4">
<h4 id="org207f223"><i>As You Like It</i></h4>
<div class="outline-text-4" id="text-org207f223">
<p>
More drag. This one featuring Jaques the whiner, and his famous seven ages of man monologue. It wasn't until I read this that I recalled having to memorize this very speech in 9th grade drama class - recovering that memory was a small shock. The rhythm is still in my head but the words are not, so I believe that I must have memorized it the night before. Harold Bloom's anime girlfriend comes from this pastoral play. Other than the character Jaques (who acts miserable and stays miserable by choice) this was a bore. Oh, and the 'bad guy' is essentially Hamlet's uncle if he suddenly realized at the climax that he was being a douche and lamely apologized.
</p>
</div>
</div>
<div id="outline-container-orgf82bdee" class="outline-4">
<h4 id="orgf82bdee"><i>Twelfth Night</i></h4>
<div class="outline-text-4" id="text-orgf82bdee">
<p>
More drag but I liked this play. Mean jokes are played on a minor character who never gets set straight, and there's a line in the play that made me giggle like an idiot which was immediately committed to memory. A 'Sebastian' appears in Twelfth 'Night'.
</p>
</div>
</div>
<div id="outline-container-orgb0f6a9f" class="outline-4">
<h4 id="orgb0f6a9f"><i>The Merry Wives of Windsor</i></h4>
<div class="outline-text-4" id="text-orgb0f6a9f">
<p>
Asinine.
</p>
</div>
</div>
<div id="outline-container-orgaf5c161" class="outline-4">
<h4 id="orgaf5c161"><i>All's Well That Ends Well</i></h4>
<div class="outline-text-4" id="text-orgaf5c161">
<p>
Some jackass cheats on the woman the king has told him to marry, but the woman pulls a switcheroo in the dark and he gets her pregnant and she gets to say "TRICK, I'm your WIFE!" Not a motivating follow-up to Merry Wives. There's a whole Wikipedia article on the <a href="https://en.wikipedia.org/wiki/Bed_trick">bed trick&#x2026;</a>
</p>
</div>
</div>
<div id="outline-container-org9585909" class="outline-4">
<h4 id="org9585909"><i>Measure for Measure</i></h4>
<div class="outline-text-4" id="text-org9585909">
<p>
&#x2026; which comes back up here. There are things about this play that I enjoyed but there's nothing here that couldn't be found in some other play of the canon.
</p>
</div>
</div>
<div id="outline-container-orgb93f6d5" class="outline-4">
<h4 id="orgb93f6d5"><i>Pericles</i></h4>
<div class="outline-text-4" id="text-orgb93f6d5">
<p>
A stupid play where the start of all the woes is that an incestuous father and daughter make up a riddle, the answer of which is that they are boning each other. And Pericles figures it out. He has a daughter and then she appears to die and his wife appears to die and Pericles is sad and then a decade later or some such nonsense he finds out that they are alive and everyone hugs. Echoes of <i>The Comedy of Errors</i> at the end.
</p>
</div>
</div>
<div id="outline-container-org0da897c" class="outline-4">
<h4 id="org0da897c"><i>Cymbeline</i></h4>
<div class="outline-text-4" id="text-org0da897c">
<p>
A better version of many plays above. This is one of the later plays chronologically and it shows, along with the next one. One of few comedies to involve straight up murder.
</p>
</div>
</div>
<div id="outline-container-orgbd04788" class="outline-4">
<h4 id="orgbd04788"><i>The Winter's Tale</i></h4>
<div class="outline-text-4" id="text-orgbd04788">
<p>
Worth reading along with <i>Cymbeline</i>. A better version of <i>Pericles</i>, complete with a time skip. The character Paulina makes me uneasy. There's a hilarious line in this play that there's really no arguing with. From Wikipedia;
</p>

<blockquote>
A violent storm suddenly appears, wrecking the ship on which Antigonus arrived. He wishes to take pity on the child, but is chased away in one of Shakespeare's most famous stage directions: "Exit, pursued by a bear."
</blockquote>

<p>
There is no indication that a bear is present until that line.
</p>
</div>
</div>
<div id="outline-container-org70ec7de" class="outline-4">
<h4 id="org70ec7de"><i>The Tempest</i></h4>
<div class="outline-text-4" id="text-org70ec7de">
<p>
You know all about this one. My copy of Sir Frank's edition arrived last week, but I haven't read it yet.
</p>
</div>
</div>
</div>

<div id="outline-container-orge1ee88c" class="outline-3">
<h3 id="orge1ee88c">HISTORIES</h3>
<div class="outline-text-3" id="text-orge1ee88c">
<p>
Divided into two tetralogies; this is contested by SUPERFANS but since we're rejecting the notion of a single man Shakespeare with a unified plan, who cares? It's a convenient grouping.
</p>
</div>

<div id="outline-container-orgd36a7e5" class="outline-4">
<h4 id="orgd36a7e5">Original Tetralogy - 1-3 <i>Henry VI</i>, <i>Richard III</i></h4>
<div class="outline-text-4" id="text-orgd36a7e5">
<p>
The Henry VI trilogy is fairly flat but that flatness was still more interesting to me than a handful of the comedies. They're 100% fiction but the structure of following a history book (Holinshed) makes them better structured than the bad comedies, even if they're the dullest history plays.
</p>

<p>
<i>Richard III</i> started to suck me in more, and I don't think it was just because after three chronologically linked plays I had built up a cast of characters already. The source of two big quotes - "Now is the winter of our discontent" and "My kingdom for a horse!" Lots of murder and lots of names of British dukes that all start to blend together.
</p>
</div>
</div>

<div id="outline-container-orgad7e728" class="outline-4">
<h4 id="orgad7e728"><i>King John</i></h4>
<div class="outline-text-4" id="text-orgad7e728">
<p>
A standalone unique because it tied the Robin Hood myth to a specific time for me (King John is the "evil" prince John of Robin Hood). The character of the Bastard was noteworthy but there were long gauntlets of this one I had to force down.
</p>
</div>
</div>

<div id="outline-container-orgf55f310" class="outline-4">
<h4 id="orgf55f310">Prequel Tetralogy - <i>Richard II</i>, 1-2 <i>Henry IV</i>, <i>Henry V</i></h4>
<div class="outline-text-4" id="text-orgf55f310">
<p>
This is the good stuff. <i>Richard II</i> you could skip if you were going for the bare minimum, but you'll definitely need to pick up both parts of <i>Henry IV</i>, the source of the famout Falstaff character. I haven't started <i>Henry V</i> yet.
</p>

<p>
"The better part of valor is discretion." I did not expect this adage to have a concrete source but there it is.
</p>
</div>
</div>

<div id="outline-container-org71dbe7d" class="outline-4">
<h4 id="org71dbe7d"><i>Henry VIII</i></h4>
<div class="outline-text-4" id="text-org71dbe7d">
<p>
Along with <i>Henry V</i> I haven't read this yet. This is the play that burned down the Globe&#x2026; I think Sir Frank mentioned that in <i>The Age of Shakespeare</i>.
</p>
</div>
</div>
</div>

<div id="outline-container-org97ce290" class="outline-3">
<h3 id="org97ce290">POEMS</h3>
<div class="outline-text-3" id="text-org97ce290">
<p>
The main three poetic works are the sonnets, <i>Venus and Adonis</i>, and <i>The Rape of Lucrece</i>. If there was some great reason my life was supposed to change from reading the sonnets, I missed it. I thought they were mostly a repetitive slog. I read them over months on my phone from <a href="http://shakespeares-sonnets.com/">this site</a> with tolerable commentary (my biggest mistake was getting the Arden editions of the poems, edited by 19th wave feminists spending hundreds of pages talking about sex and homosex and Freud). <i>Venus and Adonis</i> was more worth the effort, I felt. <i>The Rape of Lucrece</i> would have been better but I think it's about three times longer than it should have been, and I started to read diagonally in the middle. I don't have a lot to say about these.
</p>
</div>
</div>
