writing/milkshake.org
** How to Hack Shakespeare Studies
What advice would you give someone reading Shakespeare to make the field open up from the dysmal oversaturated rubbish it appears to be?
This business of heirarchies, folios, bad quartos, good quartos, ur-palimpsests, co-authors, publication order, line variants... there's a stack full of this. Another stack of acting history, feminist lenses, arguments of character homosexuality. ignore this garbage. Libraries disappear.
What are you left with? Not much. But the potential of that information left over is much higher, and easier to parse on your own.
What IS interesting and useful? This is harder for me to answer. The main benefit of a standalone and heavily annotated edition are the footnotes defining senescent words. These are valuable (and after 20 plays you might find that you don't lean on them nearly as much as you did!)
Performance history: who played who unimportant and unknown. Who the play was presented to is. The Ben Jonson essay convinced me of this. Only through maybe 1613 (1611ish is the projected date of /The Tempest/). Any later performances would be like filling 30 pages of Nabokov criticism with who read /Lolita/ after 1978.

   This is only a start of something I've thought about as I skimmed questionable sections of Arden/Oxford/Cambridge play intros.
