writing/milkshake.html

<div id="outline-container-org60b976b" class="outline-3">
<h3 id="org60b976b">How to Hack Shakespeare Studies</h3>
<div class="outline-text-3" id="text-org60b976b">
<p>
What advice would you give someone reading Shakespeare to make the field open up from the dysmal oversaturated rubbish it appears to be?
This business of heirarchies, folios, bad quartos, good quartos, ur-palimpsests, co-authors, publication order, line variants&#x2026; there's a stack full of this. Another stack of acting history, feminist lenses, arguments of character homosexuality. ignore this garbage. Libraries disappear.
What are you left with? Not much. But the potential of that information left over is much higher, and easier to parse on your own.
What IS interesting and useful? This is harder for me to answer. The main benefit of a standalone and heavily annotated edition are the footnotes defining senescent words. These are valuable (and after 20 plays you might find that you don't lean on them nearly as much as you did!)
Performance history: who played who unimportant and unknown. Who the play was presented to is. The Ben Jonson essay convinced me of this. Only through maybe 1613 (1611ish is the projected date of <i>The Tempest</i>). Any later performances would be like filling 30 pages of Nabokov criticism with who read <i>Lolita</i> after 1978.
</p>

<p>
This is only a start of something I've thought about as I skimmed questionable sections of Arden/Oxford/Cambridge play intros.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Ryan</p>
<p class="date">Created: 2020-11-14 Sat 21:42</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
